[
    {
        "category": "科研-通用",
        "text": "顶级期刊篇篇录用，国家自然基金一申即中，实验数据完美符合预期，审稿人意见如沐春风，论文无需修改直接Accept"
    },
    {
        "category": "科研-AI/计算机",
        "text": "代码一次跑通零Bug，模型收敛曲线如丝般顺滑，GPU显存永远够用，提出的算法轻松SOTA，顶会CVPR/NeurIPS随便发"
    },
    {
        "category": "科研-生物医学",
        "text": "细胞培养状态极佳，实验老鼠健康长寿，Western Blot条带清晰完美，P值永远小于0.05，临床数据严丝合缝，SCI一区发到手软"
    },
    {
        "category": "科研-人文社科",
        "text": "田野调查素材丰富，问卷回收率超高，理论框架逻辑自洽，专著出版畅销海内外，独家史料信手拈来，学术观点引领学界潮流"
    },
    {
        "category": "程序员-开发",
        "text": "架构稳如山，上线零故障，需求不变更，发量依旧浓，系统架构稳如泰山，没有任何紧急Bug打扰周末"
    },
    {
        "category": "程序员-运维",
        "text": "服务器全年SLA 100%，报警群全年静音，主备切换零延迟，数据库永不丢数据，节假日无需值班，黑客攻击全部被防"
    },
    {
        "category": "程序员-测试",
        "text": "提测代码质量超高，Bug一找一个准且开发秒修复，自动化脚本全绿通过，线上故障率为零，不用写冗长测试用例，被尊称为“质量守护神”"
    },
    {
        "category": "程序员-数据/算法",
        "text": "需求方知道自己想要什么，数据仓库表结构清晰，特征工程效果显著，模型离线在线指标一致，AB实验显著正向，业务方跪求你开分享会"
    },
    {
        "category": "产品经理",
        "text": "用户需求洞察精准，逻辑闭环无懈可击，开发团队对你言听计从，项目如期上线不延期，老板不仅不拍脑门还加预算"
    },
    {
        "category": "设计师/美术",
        "text": "设计稿一稿过审，甲方审美在线不瞎指挥，再也不用画五彩斑斓的黑，图层命名井井有条，尾款秒到账，灵感如泉涌"
    },
    {
        "category": "互联网-运营",
        "text": "篇篇推文10万+，DAU/MAU天天暴涨，裂变活动指数级传播，用户自发生产优质内容，KPI提前半年完成，方法论被老板写入公司圣经"
    },
    {
        "category": "互联网-电商",
        "text": "GMV翻倍增长，转化率突破天际，爆款一个接一个，差评秒消失，库存周转快如闪电，平台流量倾斜到底，大促期间系统稳如老狗"
    },
    {
        "category": "互联网-HR/招聘",
        "text": "简历库里全是Superstar，面试到场率100%，Offer发出即接受绝不养鱼，背调完美无瑕，用人部门反馈秒回且全是好评"
    },
    {
        "category": "学生-考研",
        "text": "复习的全考到，蒙的全都对，考神附体记忆力爆棚，专业课满分，英语政治轻松过线，排名第一成功上岸，复试导师抢着要"
    },
    {
        "category": "学生-毕业/论文",
        "text": "查重率直接归零，盲审专家全给A，答辩现场谈笑风生，导师和蔼可亲不刁难，名企Offer拿到手软，毕业照拍得超好看"
    },
    {
        "category": "学生-高考生",
        "text": "模拟考次次超常发挥，错题本越看越薄，考试那两天神清气爽，作文押题全中，数学压轴题迎刃而解，心仪大学专业任挑"
    },
    {
        "category": "考公/体制内",
        "text": "笔试面试双第一，成功上岸心仪岗位，钱多事少离家近，位高权重责任轻，人际关系和谐融洽，晋升之路畅通无阻"
    },
    {
        "category": "教师-普教/班主任",
        "text": "班级纪律全校最好，学生觉醒早不用催，家长群只有“收到谢谢”，讲课精彩座无虚席，不用写教案不填表，寒暑假完全属于自己"
    },
    {
        "category": "教师-培训机构",
        "text": "续班率100%，家长转介绍源源不断，教案永远最新最潮，上课效果立竿见影，嗓子永不沙哑，政策永远鼓励，收入对标互联网大厂"
    },
    {
        "category": "金融-投行/民工",
        "text": "项目过会率100%，反馈问题简单易懂，招股书验证完美，发行人配合度超高，监管沟通顺畅，项目奖金年前到账，头发依然浓密"
    },
    {
        "category": "金融-炒股/投资",
        "text": "牛市长红全仓涨停，K线走出完美上升通道，精准抄底逃顶，资产复利增长，不仅跑赢通胀还能财富自由，账户永远飘红"
    },
    {
        "category": "金融-银行柜员",
        "text": "客户证件带齐全，业务一次办结无差错，监控检查零扣分，神秘人暗访给满分，技能比武轻松夺冠，准时下班不用接钞"
    },
    {
        "category": "医疗-医生",
        "text": "夜班平安无急诊，病历书写行云流水，医患关系和谐如亲人，手术操作零失误，职称晋升顺风顺水，奖金绩效拿到手软"
    },
    {
        "category": "医疗-护士",
        "text": "一针见血零失误，医嘱清晰无歧义，病患及家属通情达理，夜班平安无抢救，护理文书自动生成，评比永远拿第一"
    },
    {
        "category": "法务-诉讼律师",
        "text": "案件全胜诉，证据链条无懈可击，法官采纳全部观点，顾问单位按时付费，不用出差不用熬夜，当事人情绪稳定讲道理"
    },
    {
        "category": "法务-非诉律师",
        "text": "尽职调查资料齐全，监管问答一轮通过，招股书/合同无修订痕迹，客户不催Deadline，项目奖金丰厚，出差全是五星级"
    },
    {
        "category": "销售/市场",
        "text": "客户主动上门签单，业绩指标超额完成，提成奖金拿到手抽筋，客户全是活菩萨，竞争对手望尘莫及，合同流程秒审批"
    },
    {
        "category": "土木工程-施工",
        "text": "全年天气晴好无雨，图纸会审一次通过，混凝土试块全部合格，监理甲方和颜悦色，进度款按时足额到账，整改单一张没有"
    },
    {
        "category": "土木工程-造价",
        "text": "工程量计算零误差，定额套用精准无误，对审时对方主动认怂，结算审计一路绿灯，全过程咨询费拿到手软，造价软件永不崩溃"
    },
    {
        "category": "土木工程-设计",
        "text": "规范永不更新，方案一版过审，图框比例永远合适，CAD从不闪退，校审意见全是“同意”，不用通宵赶图，年终奖三倍于项目奖"
    },
    {
        "category": "机械制造-钳工/技师",
        "text": "机床永不故障，公差永远在范围内，装配一次成功零返工，刀具永远锋利耐用，图纸清晰无歧义，工时定额宽松饱满"
    },
    {
        "category": "机械设计",
        "text": "三维模型丝滑流畅，仿真结果完美符合预期，选型样本随叫随到，加工师傅夸你设计合理，项目永不延期，设计的设备成为行业标杆"
    },
    {
        "category": "化工-工程师",
        "text": "DCS画面全绿无报警，催化剂活性永葆青春，物料平衡严丝合缝，产品纯度次次优等，安环检查全是表扬，工艺包卖出天价"
    },
    {
        "category": "化工-分析化验",
        "text": "仪器校准一次过，标样曲线R²=1，样品前处理轻松愉快，数据无需复测，报告单零差错，不用闻奇怪的味道，评审无不符合项"
    },
    {
        "category": "服务业-外卖/快递",
        "text": "系统派单全顺路，电梯永远在一楼，顾客秒开门且笑容满面，丰巢柜永远有空位，差评绝缘体，冲单奖励拿到爆，电动车电量永远满格"
    },
    {
        "category": "服务业-网约车司机",
        "text": "平台派大单且不抽成，乘客定位精准不绕路，全程无拥堵无红灯，车内空气清新无异味，五星好评收到手软，车辆保养免费"
    },
    {
        "category": "服务业-客服",
        "text": "遇到客户全是温柔讲理型，问题描述清晰且有解决方案，一通电话搞定无需转接，质检抽查全是满分，下班后工作群静悄悄"
    },
    {
        "category": "服务业-餐厅服务员",
        "text": "顾客排队有序不催单，后厨出菜快且品相完美，翻台率创新高，小费收到手软，没有过分要求，打烊后不用加班开会"
    },
    {
        "category": "交通-货车司机",
        "text": "高速一路绿灯，货台装卸即时，油耗低于平均值，运费现结不拖欠，交警路政只微笑不检查，轮胎永不扎钉"
    },
    {
        "category": "农业-新农人",
        "text": "风调雨顺病虫害少，农产品质优价高，直播带货场场爆单，供应链畅通无阻，政策补贴精准到位，成为乡村振兴典范"
    },
    {
        "category": "创作-自媒体/短视频",
        "text": "每个创意都爆款，拍摄一条过，剪辑行云流水，平台流量疯狂倾斜，商单价格翻倍且甲方不管内容，黑粉全部消失"
    },
    {
        "category": "创作-网文作者",
        "text": "日更万字灵感不断，推荐位拿到手软，均订十万+，版权全部高价卖出，读者催更且全订打赏，编辑把你当财神供着"
    },
    {
        "category": "家庭-全职妈妈",
        "text": "娃自主进食睡觉，老公主动带娃做家务，婆媳关系亲如母女，个人时间大把有，兼职收入超过主业，带娃出门即是天使宝宝"
    },
    {
        "category": "日常生活-健康",
        "text": "狂吃不胖身材好，熬夜不秃发量多，失眠退散睡得香，体检报告全正常，皮肤光滑没痘痘，发际线坚挺如初"
    },
    {
        "category": "日常生活-情感",
        "text": "桃花朵朵开，烂桃花退散，遇到灵魂伴侣，脱单在即，感情甜蜜不吵架，父母不催婚，得良人相伴共度余生"
    },
    {
        "category": "兴趣-二次元/谷圈",
        "text": "吃谷永远好价，煤炉切煤秒发货，代购良心不跑路，吧唧无伤，捆物皆真爱，推的角色永不塌房，官谷美工持续在线"
    },
    {
        "category": "兴趣-游戏玩家",
        "text": "十连抽必出双黄，限定角色全图鉴，PVP把把匹配人机，首发游戏零Bug，Steam愿望单全史低，队友全是通天代，官方补偿一发十连"
    },
    {
        "category": "兴趣-钓鱼佬",
        "text": "次次‘爆护’不空军，钓点隐秘且鱼群密集，装备轻便上巨物，天气绝佳无小鱼闹窝，老婆支持且催着出门，钓获破个人记录"
    },
    {
        "category": "兴趣-健身/数码",
        "text": "体脂率持续下降，肌肉线条清晰，力量突破PR，新品首发必抢到，评测数据吊打友商，二手出掉秒回血，折腾永不翻车"
    },
    {
        "category": "马年限定",
        "text": "一马当先拔头筹，马到成功万事顺，龙马精神身体棒，万马奔腾气势足，马上有钱，马上有房，马上有一切美好"
    }
]